{
  "translations": {
    "de": {
      "➡️ How to connect your MyBMW Vehicle.": "➡️ So verbindest du deine BMW Fahrzeuge.",
      "1. Create a BMW CarData Client": "1. BMW CarData Client erstellen",
      "Click on \"BMW Vehicles\" to open the BMW portal for your vehicles. Log in there with your user and click on BMW CarData for any of your vehicles. Then scroll down until you find the option \"Create BMW CarData Client\". Click on it and select the options as shown in the picture, then copy the \"Client ID\" and paste it here in the module.": "Klicke auf \"BMW Fahrzeuge\", um das Portal von BMW für deine Fahrzeuge zu öffenen. Melde dich dort mit deinem Benutzer an und klicke bei irgendeinem deiner Fahrzeuge auf BMW CarData. Scrolle dann runter bis du die Option \"BMW CarData Client erstellen findest\". Klicke darauf und wähle die Optionen so wie im Bild gezeigt aus, danach kopierst du die \"Client ID\" und fügst sie hier in dem Modul ein.",
      "2. Authorize Module for BMW" : "2. Modul für BMW autorisieren",
      "Then click in the module on \"Authorize\" (not on the BMW Website), a BMW website will open again where the module will be authorized. As soon as it says \"Login Successful\" the module is authorized.": "Klicke dann in dem Modul auf \"Autorisieren\" (nicht auf der Website), es wird sich wieder eine BMW Website öffnen auf der das Modul autorisiert wird. Sobald dort \"Anmeldung Erfolgreich\" steht ist das Modul autorisiert.",
      "3. Complete Authorization" : "3. Autorisierung abschließen",
      "Click on the \"Complete authorization\" button within 3 minutes so that the module can complete the authorization and gain access to your BMW CarData vehicles. The available vehicles are then displayed in the overview.": "Klicke innerhalb von 3 Minuten auf den Knopf \"Autorisierung abschließen\", damit das Modul die Autorisierung abschließen kann und zugriff auf deine BMW CarData Fahrzeuge bekommt. Danach werden die zur verfügung stehenden Fahrzeuge in der Übersicht angezeigt.",
      "BMW Vehicles": "BMW Fahrzeuge",
      "Authorize": "Autorisieren",
      "Complete authorization": "Autorisierung abschließen",
      "Created At": "Hinzugefügt am",
      "If you like the IP-Symcon module and would like to support my work, I would be very happy about a small donation.": "Wenn dir das IP-Symcon Modul gefällt und du meine Arbeit unterstützen möchtest, würde ich mich über eine kleine Spende sehr freuen.",
      "Donate ❤️": "Spenden ❤️"
    }
  }
}